{
  "blogposts": [
    {
      "title" : "Tokio",
      "date" : "May 8th, 2017",
      "category" : "capital",
      "summary" : "Tokio valt niet in een paar volzinnen te resumeren. De Japanse hoofdstad is in veel opzichten anders dan de klassieke metropool. Ontraadsel deze bestemming aan de hand van de volgende tips.  Voor een eerste kennismaking met deze verbazende stad moet je minstens 5 dagen ter plaatse uittrekken. Doe op voorhand wat research en kies er de wijken en bezienswaardigheden uit die je niet wil missen. Online is www.gotokyo.org een goed vertrekpunt maar koop ook ruimschoots op voorhand een degelijke stadsgids om je te informeren.",
      "body" : "<p> Als je een hotel boekt, boek dan een hotel in het centrum van de stad maar hou in het achterhoofd dat Tokio meer dan 13 miljoen inwoners telt (ruim 32 miljoen als je de agglomeratie meerekent) en uit 23 wijken (city wards) bestaat met elk hun centrum en districten, alles samen goed voor ruim 1000 buurten. Eerste keer Tokio? Zoek een hotel in een van volgende vijf boeiende ‘wards’: Akihabara, Ginza, Shinjuku, Ikebukuro en Shibuya.</p><span class='divider'> </span>",
      "part1" : "<h2> De neons van Akihabara </h2> <p>Deze wijk staat bekend om zijn vele schreeuwerige elektronicawinkels en fel verlichte shops die in het teken staan van manga (Japanse strip) en anime (geanimeerde manga). Fan van elektronica? Spring eens binnen bij Yodobashi Camera, Yamada Denki of Laox. Heb je iets met nostalgische videogames? Ga eens kijken in Super Potato voor een cartridge voor jouw oude Atari. Wie figuurtjes wil kopen uit de anime en mangawereld, maar ook uit Amerikaanse block busters, zal hier ogen te kort komen. Met voorbedachten rade vrije valiesruimte voorzien, is de boodschap.</p><span class='divider'></span>",
      "part2" : "<h2> Ginza: overtreffende trap van 5th Avenue</h2><p>Ginza is de duurste wijk van Tokio, vergelijkbaar met Manhattan in New York. Maar laat je niet afschrikken want hier is het al lang niet meer onbetaalbaar voor de gemiddelde toerist. Windowshopping kost trouwens niks. Als je de overtreffende trap van de Franse Champs Ellysées gecombineerd met de Amerikaanse 5th Avenue wil zien, dan moet je beslist de Chuo Dori straat maar eens doorkruisen (inclusief de zijstraatjes). Tijdens de weekends wordt de Chuo Dori ’s namiddags verkeersvrij gemaakt.</p><p>Weetje: onder de bruggen van het Yurakucho Station vind je tientallen kleine restaurantjes en bars waar het gezellig vertoeven is onder de lokale bevolking. Wie het bekende kabukitheater vanop de eerste rij wil meemaken, vindt in Ginza het befaamde Kabukiza Theater. Als je maar een stukje wil zien uit interesse, want dat kan en mag, dan kun je ter plaatse een kaartje kopen voor ca. 2000 yen, omgerekend zo’n 15 euro.</p> <span class='divider'> </span>",
      "part3" : "<h2> Mekka van de wolkenkrabbers: Shinjuku </h2> <p>De hoogste wolkenkrabbers van Tokio staan mooi bij elkaar in Shinjuku. Los van de uit Japanse lettertekens optrokken lichtmuren doet dit stukje Tokio heel hard aan New York denken, doch het is er netjes en van bedelaars in de straten is geen sprake. Wie deze buurt wil verkennen, begint bij het Shinjuku station, het drukste metrostation ter wereld nota bene: 2 miljoen passagiers, elke dag. Je hoeft maar de straat over te steken en je komt in Kabukicho terecht, de grootste ‘red light district’ van Japan.</p> <p> De meeste bars gaan hier open rond 20.00 uur ’s avonds en sluiten pas hun deuren de volgende ochtend. Idem dito voor de meeste restaurants waarvan er sommige zelfs de klok rond open zijn. Niet onbelangrijk: niet alle etablissementen in Kabukicho worden door Japanners uitgebaat; de niet-Japanse uitbaters zijn doorgaans iets minder ‘gemanierd’ dan de lokale bevolking dus wees op je hoede.</p><p>Wat je absoluut moet gezien hebben in Shinjuku zijn de piepkleine bars in Golden Gai. Er is amper plaats voor 4 à 6 personen en zitten meestal vol met vaste gasten. Maar buitenlanders zijn wel degelijk welkom en dat wordt hier en daar middels (gebrekkig geformuleerde) Engelstalige bordjes aangegeven. Net naast het station vind je iets gelijkaardigs in Omoide Yokocho, maar hier zijn het allemaal kleine dampende eettentjes met voornamelijk ramen, soba, sushi en yakitori in de aanbieding.</p> <span class='divider'></span>",
      "part4" : "<h2> Ikebukuro: gadgets en pretparkjes</h2> <p> Ikebukuro lijkt in veel opzichten op Akihabara maar is compacter en overzichtelijker. Als je niet verloren wil lopen en maar matig in elektronica en gadgets bent geïnteresseerd, is deze wijk wellicht de betere optie. Alle grote winkels en ketens liggen er schouder aan schouder en er zijn ook twee leuke indoor attractieparken: Namja Town en J-World Tokyo. Beide zijn eigendom van Namco, een grote naam in de gamesindustrie (voor de oudere generatie: Pac-Man werd door Namco ontwikkeld), en zijn gebaseerd op de figuren en verhalen uit populaire mangareeksen. In deze buurt loop je om de haverklap meisjes maar ook jongens tegen het lijf die zich kleden als mangafiguren.</p><span class='divider'> </span>",
      "part5" : "<h2> Shibuya: walhalla voor fashionista’s en fijnproevers</h2> <p>Van zodra je het drukke en iconische Shibuya kruispunt oversteekt, kom je in het meest luidruchtige en levendige deel van Tokio terecht. Hier komt de jeugd winkelen, drinken, lunchen en dineren. Straatjes waar je minstens moet doorgewandeld hebben, zijn Center Gai, Koen Dori, Supeinzaka en Love Hotel Hill. </p> <p>In Love Hotel Hill vind je de zogeheten ‘love hotels’, plaatsen waar je voor een paar duizend yen een paar uurtjes kan ‘rusten’. Doch toeristen zullen zich eerder aangetrokken voelen tot de vele department stores, de uitnodigende bars en de enorme variëteit aan restaurants. Hier kom je er vanzelf achter dat de Japanse keuken meer te bieden heeft dan ramen, sushi, rauwe vis en tepan yaki. En ook hier zal je merken dat Tokio helemaal niet zo duur is als vaak wordt beweerd.</p><span class='divider'> </span>",
      "images" : ["./img/tokio.jpg", "./img/tokio1.jpg", "./img/tokio2.jpg", "./img/tokio3.jpg", "./img/tokio4.jpg", "./img/tokio5.jpg"]
    },
    {
      "title" : "Kyoto",
      "date" : "May 9th, 2017",
      "category" : "city",
      "summary" : "Kyoto (Kyōto) served as Japan's capital and the emperor's residence from 794 until 1868. It is now the country's seventh largest city with a population of 1.4 million people and a modern face. Although archaeological evidence suggests human settlement in Kyoto began as early as the Paleolithic period,[7] relatively little is known about human activity in the area before the 6th century AD, around which time the Shimogamo Shrine is believed to have been established.",
      "body": "Over the centuries, Kyoto was destroyed by many wars and fires, but due to its historic value, the city was dropped from the list of target cities for the atomic bomb and spared from air raids during World War II. Countless temples, shrines and other historically priceless structures survive in the city today.",
      "part1" : "<h2> Nijo Castle </h2><p>Nijo Castle (二条城, Nijōjō) was built in 1603 as the Kyoto residence of Tokugawa Ieyasu, the first shogun of the Edo Period (1603-1867). His grandson Iemitsu completed the castle's palace buildings 23 years later and further expanded the castle by adding a five story castle keep.After the Tokugawa Shogunate fell in 1867, Nijo Castle was used as an imperial palace for a while before being donated to the city and opened up to the public as a historic site. Its palace buildings are arguably the best surviving examples of castle palace architecture of Japan's feudal era, and the castle was designated a UNESCO world heritage site in 1994.</p><span class='divider'> </span>",
      "part2" : "<h2> Sento Imperial Palace </h2> <p>Sento Imperial Palace (仙洞御所, Sentō Gosho) is a secondary palace complex across from the Kyoto Imperial Palace in Kyoto Imperial Park. It was built in 1630 as the retirement palace of Emperor Gomizuno, and became the palace for subsequent retired emperors.The original palace buildings burned down in 1854 and were not rebuilt. Instead, Omiya Palace was constructed on the Sento grounds in 1867 and now serves as the lodging place for the current prince and princess during their visits to Kyoto.</p><p> The market has a history of several centuries, and many stores have been operated by the same families for generations. It all started as a fish wholesale district, with the first shop opening around 1310. A larger variety of shops moved in later, and the area changed from a wholesale market to retail. Today it remains an important market for Kyoto and is often packed with locals and tourists alike. </p><span class='divider'></span>",
      "part3" : "<h2> Nishiki Market</h2><p>Nishiki Market (錦市場, Nishiki Ichiba) is a narrow, five block long shopping street lined by more than one hundred shops and restaurants. Some of the shops freely give out samples or sell sample dishes and skewers meant to be eaten then and there. There are also a few small restaurants and food stands selling ready-made food. A few are sit-down establishments, although some consist of no more than a couple of stools and a bar. They usually specialize in one type of food, and are often attached to a store of the same specialty.</p><span class='divider'> </span>",
      "part4" : "<h2> Pontocho </h2> <p>Pontocho (先斗町, Pontochō) is one of Kyoto's most atmospheric dining areas. It is a narrow alley running from Shijo-dori to Sanjo-dori, one block west of Kamogawa River. The alley is packed with restaurants on both sides offering a wide range of dining options from inexpensive yakitori to traditional and modern Kyoto cuisine, foreign cuisine and highly exclusive establishments that require the right connections and a fat wallet.</p><p>Business hours and closing days of the restaurants, bars and shops along Pontocho vary by establishment, but most places are usually open from around 17:00 to 23:00. Some also open for lunch. An increasing number of establishments offer English menus.</p> <span class='divider'></span>",
      "part5" : "<h2>The Kyoto Imperial Palace</h2> <p> The Kyoto Imperial Palace (京都御所, Kyōto Gosho) used to be the residence of Japan's Imperial Family until 1868, when the emperor and capital were moved from Kyoto to Tokyo. It is located in the spacious Kyoto Imperial Park (京都御苑, Kyōto Gyoen), an attractive park in the center of the city that also encompasses the Sento Imperial Palace and a few other attractions.</p><span class='divider'> </span>",
      "images" : ["./img/kyoto.jpg", "./img/kyoto1.jpg", "./img/kyoto2.jpg", "./img/kyoto3.jpg", "./img/kyoto4.jpg", "./img/kyoto5.jpg"]
    },
    {
      "title" : "Osaka",
      "date" : "May 10th, 2017",
      "category" : "city",
      "summary" : "Osaka (大阪, Ōsaka) is Japan's second largest metropolitan area after Tokyo. It has been the economic powerhouse of the Kansai region for many centuries. Osaka was formerly known as Naniwa. Before the Nara Period, when the capital used to be moved with the reign of each new emperor, Naniwa was once Japan's capital city, the first one ever known.",
      "body" : "<p>In the 16th century, Toyotomi Hideyoshi chose Osaka as the location for his castle, and the city may have become Japan's political capital if Tokugawa Ieyasu had not terminated the Toyotomi lineage after Hideyoshi's death and moved his government to distant Edo (Tokyo).</p><span class='divider'> </span>",
      "part1" : "<h2> Universal Studios Japan </h2> <p>Universal Studios Japan (USJ) was the first theme park under the Universal Studios brand to be built in Asia. Opened in March 2001 in the Osaka Bay Area, the theme park occupies an area of 39 hectares and is the most visited amusement park in Japan after Tokyo Disney Resort.</p><p>Universal Studios Japan currently has eight sections: Hollywood, New York, San Francisco, Jurassic Park, Waterworld, Amity Village, Universal Wonderland and The Wizarding World of Harry Potter. Visitors are able to enjoy many amusement rides, ranging from child-friendly carousels to thrilling roller coasters and simulators based on popular movies such as Spiderman, Back to the Future, Terminator 2 and Jurassic Park.</p><span class='divider'></span>",
      "part2" : "<h2> Osaka Aquarium Kaiyukan </h2><p>Osaka Aquarium Kaiyukan (海遊館, Kaiyūkan) is located in the Tempozan Harbor Village of Osaka's bay area, and is one of Japan's most spectacular aquariums. It introduces various forms of life inhabiting the Pacific Rim in a well organized and impressive way.</p><p>Marine life is displayed in 15 tanks, each representing a specific region of the Pacific Rim. The central tank, representing the Pacifc Ocean, is nine meters deep and home to a whale shark, the aquarium's main attraction. Visitors start their tour of the aquarium on the 8th floor and slowly spiral down floor by floor around the central tank. Some of the tanks stretch over several floors, making it possible to observe the animals from different depths and perspectives. New exhibition space was added to the aquarium in March 2013.</p> <span class='divider'> </span>",
      "part3" : "<h2> Minami (Namba) </h2> <p>Located around Namba Station, Minami (南, 'South') is one of Osaka's two major city centers. It is the city's most famous entertainment district and offers abundant dining and shopping choices. The district is easily accessible as it is served by three train companies as well as three subway lines and a highway bus terminal. The other major city center is Kita (北, 'North') which is located around Osaka and Umeda Stations.</p><span class='divider'></span>",
      "part4" : "<h2> The Tenjin Festival</h2> <p> The Tenjin Festival (天神祭, Tenjin Matsuri) of Osaka is ranked as one of Japan's top three festivals, along with the Gion Matsuri of Kyoto and the Kanda Matsuri of Tokyo. The festival started in the 10th century and today takes place on July 24 and 25 every year. The main celebrations are held on the festival's second day, July 25, including a land procession and a river procession with fireworks.</p><span class='divider'> </span>",
      "part5" : "<h2> Osaka Castle (Osakajo)</h2> <p>The construction of Osaka Castle (大阪城, Ōsakajō) started in 1583 on the former site of the Ishiyama Honganji Temple, which had been destroyed by Oda Nobunaga thirteen years earlier. Toyotomi Hideyoshi intended the castle to become the center of a new, unified Japan under Toyotomi rule. It was the largest castle at the time.</p> <p> However, a few years after Hideyoshi's death, Tokugawa troops attacked and destroyed the castle and terminated the Toyotomi lineage in 1615. Osaka Castle was rebuilt by Tokugawa Hidetada in the 1620s, but its main castle tower was struck by lightening in 1665 and burnt down. </p><span class='divider'> </span>",
      "images" : ["./img/osaka.jpg", "./img/osaka1.jpg", "./img/osaka2.jpg", "./img/osaka3.jpg", "./img/osaka4.jpg", "./img/osaka5.jpg"]
    },
    {
      "title" : "Kobe",
      "date" : "May 11th, 2017",
      "category" : "city",
      "summary" : "Kobe (神戸, Kōbe) is the capital of Hyogo Prefecture and one of Japan's ten largest cities. Located between the sea and the Rokko mountain range, Kobe is also considered one of Japan's most attractive cities.",
      "body" : "<p>Kobe has been an important port city for many centuries. Its port was among the first to be opened to foreign trade in the 19th century alongside the ports of Yokohama, Nagasaki, Hakodate and Niigata. In 1995, Kobe was hit by the Great Hanshin-Awaji Earthquake, which killed over 5000 people and destroyed tens of thousands of buildings. Today the city is completely rebuilt, and few signs of the terrible event remain.</p><span class='divider'> </span>",
      "part1" : "<h2> Kobe Beef </h2> <p>Kobe Beef is a prized Japanese delicacy and probably the most widely-known regional specialty food in Japan. It is one of several breeds of Wagyu, or Japanese cattle, which are bred throughout the country and often associated with the area where they are raised. While Kobe Beef is probably the best known type of wagyu outside of Japan, there are many other breeds, such as Matsuzaka and Yonezawa Beef, that are equally or even more famous among Japanese gourmets.</p><span class='divider'></span>",
      "part2" : "<h2> Arima Onsen</h2><p>Arima Onsen (有馬温泉) is a famous hot spring town within the city limits of Kobe, but on the opposite side of Mount Rokko from the city center. The town lies in a natural mountain setting, yet is close enough for Kobe and Osaka residents as an easy and popular day trip or weekend getaway.</p><span class='divider'> </span>",
      "part3" : "<h2> Shin-Kobe Ropeway </h2> <p>Shin-Kobe Ropeway (新神戸ロープウェー) is one of three services that lifts tourists up the southern slopes of the Rokko mountain chain. The ropeway departs from next to Shin-Kobe Station, Kobe's shinkansen station. As it ascends, it passes by the Nunobiki Waterfall and the Nunobiki Herb Garden, giving a nice aerial view of both. The highlight of the ride lies in the observation deck located just beside the top station, which offers spectacular views of Kobe and is a popular night view spot.</p><span class='divider'></span>",
      "part4" : "<h2> Sorakuen Garden</h2> <p> Sorakuen is a traditional Japanese landscape garden in the center of Kobe. The garden used to be part of the residence of Kodera Kenkichi, a former mayor of Kobe, but was opened to the public in 1941. All the buildings, which had originally stood in the garden, were destroyed in the war, except for a stable. The former home of a foreign trader, the Hassam House, was moved into the Sorakuen Garden from the Kitano district in 1961.</p><span class='divider'> </span>",
      "part5" : "<h2> Mount Rokko</h2> <p>Mount Rokko (931 meters) is the highest peak in the Rokko mountain range, which provides the pleasant green backdrop to the city of Kobe. Panoramic views of the heavily urbanized Hanshin region (Kobe and Osaka) can be enjoyed from the mountain and are particularly spectacular around sunset.</p><span class='divider'> </span>",
      "images" : ["./img/kobe.jpg", "./img/kobe1.jpg", "./img/kobe2.jpg", "./img/kobe3.jpg", "./img/kobe4.jpg", "./img/kobe5.jpg"]
    },
    {
      "title" : "Hakone",
      "date" : "May 12th, 2017",
      "category" : "city",
      "summary" : "Hakone (箱根) is part of the Fuji-Hakone-Izu National Park, less than 100 kilometers from Tokyo. Famous for hot springs, natural beauty and the view of nearby Mt. Fuji, Hakone is one of the most popular destinations among Japanese and international tourists looking for a break from Tokyo.",
      "body" : "<p>Hakone (箱根町 Hakone-machi?) is a town in Ashigarashimo District in Kanagawa Prefecture, Japan. As of June 2012, the town had an estimated population of 13,492 and a population density of 145 persons per km². The total area was 92.82 km². Hakone has been designated as a Geopark by UNESCO.</p><span class='divider'> </span>",
      "part1" : "<h2> Hakone Hot Springs</h2> <p>Hakone has been one of Japan's most popular hot spring resorts for centuries. Nowadays, more than a dozen springs provide hot spring water to the many bath houses and ryokan in the Hakone region.</p> <p>Yumoto, at the entrance to the Hakone area near Odawara, is Hakone's most famous hot spring with a particularly long history, high quality water and numerous baths and inns. Many more hot spring facilities are found across the hills and valleys of Hakone and along the shores of Lake Ashi.</p><span class='divider'></span>",
      "part2" : "<h2> Owakudani</h2><p>Owakudani (大涌谷, Ōwakudani) is the area around a crater created during the last eruption of Mount Hakone some 3000 years ago. Today, much of the area is an active volcanic zone where sulfurous fumes, hot springs and hot rivers can be experienced. Additionally, Owakudani has good views of Mount Fuji on clear days.</p><p>A short walking trail (about ten minutes one way) leads from the ropeway station into the volcanic zone to a number of steam vents and bubbling pools. Here you can purchase eggs, cooked in the naturally hot water, whose shells are blackened by the sulfur and which are said to prolong one's life by seven years.</p> <span class='divider'> </span>",
      "part3" : "<h2> Lake Ashinoko </h2> <p>Lake Ashinoko (芦ノ湖, Ashinoko) was formed in the caldera of Mount Hakone after the volcano's last eruption 3000 years ago. Today, the lake with Mount Fuji in the background is the symbol of Hakone. The lake's shores are mostly undeveloped except for small towns in the east and north and a couple of lakeside resort hotels.</p><p>The best views of the lake in combination with Mount Fuji can be enjoyed from Moto-Hakone (a few steps south from the sightseeing boat pier), from the Hakone Detached Palace Garden and from the sightseeing boats cruising the lake.</p> <span class='divider'></span>",
      "part4" : "<h2> Hakone Shrine</h2> <p> Hakone Shrine (箱根神社, Hakone Jinja) stands at the foot of Mount Hakone along the shores of Lake Ashi. The shrine buildings are hidden in the dense forest, but are well advertised by its huge torii gates, one standing prominently in the lake and two others over the main street of Moto-Hakone.</p> <p>A path leads from the torii gate in Lake Ashi up a series of steps flanked by lanterns through the forest to the main building of the shrine, which sits peacefully among the tall trees. The shrine is beautiful throughout the year, and is particularly breathtaking when shrouded in mist.</p><span class='divider'> </span>",
      "part5" : "<h2> Hakone Open Air Museum</h2> <p>The Hakone Open Air Museum (箱根彫刻の森美術館, Hakone Chōkoku No Mori Bijutsukan) successfully attempts to create a harmonic balance of nature and art by exhibiting various sculptures on its grounds in combination with views of the surrounding valley and mountains.</p> <p> The museum has various different sections and exhibition spaces outdoors and indoors. The Picasso Exhibition Hall is one such space and showcases two stories of paintings, sculptures and ceramic works by the artist in addition to photos of him at various points during his life.</p><span class='divider'> </span>",
      "images" : ["./img/hakone.jpg", "./img/hakone1.jpg", "./img/hakone2.jpg", "./img/hakone3.jpg", "./img/hakone4.jpg", "./img/hakone5.jpg"]
    },
    {
      "title" : "Nara",
      "date" : "May 13th, 2017",
      "category" : "city",
      "summary" : "Japan's first permanent capital was established in the year 710 at Heijo, the city now known as Nara (奈良). As the influence and political ambitions of the city's powerful Buddhist monasteries grew to become a serious threat to the government, the capital was moved to Nagaoka in 784.",
      "body" : "<p>Nara is located less than one hour from Kyoto and Osaka. Due to its past as the first permanent capital, it remains full of historic treasures, including some of Japan's oldest and largest temples.</p><span class='divider'> </span>",
      "part1" : "<h2> Todaiji Temple</h2> <p>Todaiji (東大寺, Tōdaiji, 'Great Eastern Temple') is one of Japan's most famous and historically significant temples and a landmark of Nara. The temple was constructed in 752 as the head temple of all provincial Buddhist temples of Japan and grew so powerful that the capital was moved from Nara to Nagaoka in 784 in order to lower the temple's influence on government affairs.</p><span class='divider'></span>",
      "part2" : "<h2> Horyuji Temple</h2><p>Horyuji Temple (法隆寺, Hōryūji) was founded in 607 by Prince Shotoku, who is credited with the early promotion of Buddhism in Japan. Horyuji is one of the country's oldest temples and contains the world's oldest surviving wooden structures. It was designated a world heritage site in 1993. Horyuji's temple grounds are spacious and separated into two main precincts, the Western Precinct (Saiin Garan) and the Eastern Precinct (Toin Garan).</p><span class='divider'> </span>",
      "part3" : "<h2>Omizutori </h2> <p>Omizutori (お水取り) is the commonly used name for Shunie, a series of events held annually from March 1 to 14 at Todaiji Temple. This collection of Buddhist repentance rituals has been held every year for over 1250 years, making it one of the oldest reoccurring Buddhist events in Japan.</p><p>Omizutori is performed at Nigatsudo Hall, a sub-complex of Todaiji, which stands not far from the temple's main hall on the slope of a hill. Nigatsudo literally means 'second month hall', referring to the second month of the lunar calendar, when Omizutori has traditionally been held. The second month of the lunar calendar roughly corresponds to March of the solar calendar.</p> <span class='divider'></span>",
      "part4" : "<h2> Isuien Garden</h2> <p> Isuien (依水園) is an attractive Japanese garden with a variety of features, such as the use of Todaiji Temple's Nandaimon Gate and Mount Wakakusayama as 'borrowed scenery'. Isuien means 'garden founded on water', and the garden's name is derived from the fact that its ponds are fed by the small adjacent Yoshikigawa River. The Yoshikien Garden is located just on the other side of the river.</p><span class='divider'> </span>",
      "part5" : "<h2> Kasuga Taisha</h2> <p>Kasuga Taisha (春日大社) is Nara's most celebrated shrine. It was established at the same time as the capital and is dedicated to the deity responsible for the protection of the city. Kasuga Taisha was also the tutelary shrine of the Fujiwara, Japan's most powerful family clan during most of the Nara and Heian Periods. Like the Ise Shrines, Kasuga Taisha had been periodically rebuilt every 20 years for many centuries. In the case of Kasuga Taisha, however, the custom was discontinued at the end of the Edo Period.</p><span class='divider'> </span>",
      "images" : ["./img/nara.jpg", "./img/nara1.jpg", "./img/nara2.jpg", "./img/nara3.jpg", "./img/nara4.jpg", "./img/nara5.jpg"]
    }]
}
